Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Quick Actions Strip
ar: شريط الإجراءات السريعة
de: Schnellaktionsleiste
es: Franja de acciones rápidas
fr: Barre d'actions rapides
hu: Gyorsműveletsáv
ja: クイックアクションの帯
nl: Balk met snelle acties
pl: Pasek Szybkich akcji
pt: Faixa de Ações Rápidas
ru: Полоса быстрых действий
sv: Snabbåtgärdsfält
tr: Hızlı Eylemler Şeridi
vi: Dải Tác vụ nhanh
zh_hans: 快捷操作栏
zh_hant: 快速動作列

source: Quick Contacts
ar: جهات الاتصال السريعة
de: Schnellkontakte
es: Contactos rápidos
fr: Contacts rapides
hu: Gyors kontaktok
ja: クイック連絡先
nl: Snelle contacten
pl: Szybkie kontakty
pt: Contactos Rápidos
ru: Быстрые контакты
sv: Snabbkontakter
tr: Hızlı Kişiler
vi: Liên hệ nhanh
zh_hans: 快捷联系人
zh_hant: 快速聯絡人

source: Quick Note
ar: ملاحظة سريعة
de: Schnelle Notiz
es: Nota rápida
fr: Note rapide
hu: Gyorsjegyzet
ja: クイックメモ
nl: Snelle notitie
pl: Szybka notatka
pt: Nota Rápida
ru: Быстрая заметка
sv: Snabbanteckning
tr: Hızlı Not
vi: Ghi chú nhanh
zh_hans: 快速备忘录
zh_hant: 快速備忘錄

source: Quick Toggles
ar: مفاتيح التبديل السريعة
de: Schnellschalter
es: Controles rápidos
fr: Commandes rapides
hu: Gyorskapcsolók
ja: クイックトグル
nl: Snelle schakelaars
pl: Szybkie przełączniki
pt: Interruptores Rápidos
ru: Быстрые переключатели
sv: Snabbreglage
tr: Hızlı Geçişler
vi: Bật/tắt nhanh
zh_hans: 快捷开关
zh_hant: 快速切換

source: Quit
ar: إنهاء
de: Beenden
es: Salir
fr: Quitter
hu: Kilépés
ja: 終了
nl: Stoppen
pl: Zakończ
pt: Sair
ru: Выход
sv: Avsluta
tr: Çık
vi: Thoát
zh_hans: 退出
zh_hant: 結束

source: Quit %@?
ar: الخروج من %@؟
de: %@ beenden?
es: ¿Salir de %@?
fr: Quitter %@?
hu: Kilépés a %@?
ja: %@を終了しますか？
nl: %@ stoppen?
pl: Zakończyć %@?
pt: Sair de %@?
ru: Выйти из %@?
sv: Avsluta %@?
tr: Çık %@?
vi: Thoát %@?
zh_hans: 退出 %@？
zh_hant: 要結束 %@ 嗎？

source: Quit After Last Window Closes
ar: الإنهاء بعد إغلاق آخر نافذة
de: Nach dem Schließen des letzten Fensters beenden
es: Salir al cerrarse la última ventana
fr: Quitter à la fermeture de la dernière fenêtre d’une app
hu: Kilépés az utolsó ablak bezárása után
ja: 最後のウインドウを閉じたら終了
nl: Stoppen als het laatste venster wordt gesloten
pl: Kończ działanie po zamknięciu ostatniego okna
pt: Sair após fechar a última janela
ru: Выйти после закрытия последнего окна
sv: Avsluta när sista fönstret stängs
tr: Son Pencere Kapanınca Çık
vi: Thoát sau khi đóng cửa sổ cuối cùng
zh_hans: 最后一个窗口关闭后退出
zh_hant: 最後一個視窗關閉後自動結束

source: Quit All (%lld)
ar: إنهاء الكل (%lld)
de: Alle (%lld) beenden
es: Salir de todas (%lld)
fr: Tout quitter (%lld)
hu: Kilépés az összesből (%lld)
ja: すべてを終了（%lld）
nl: Alles stoppen (%lld)
pl: Zakończ aplikacje (%lld)
pt: Sair de Todas (%lld)
ru: %lldВыйти из всех
sv: Avsluta alla (%lld)
tr: Tümünü Kapat (%lld)
vi: Thoát tất cả (%lld)
zh_hans: 退出所有 (%lld)
zh_hant: 全部結束（%lld）

source: Quit an app when its last tracked window closes
ar: إنهاء التطبيق عند إغلاق آخر نافذة متتبَّعة له
de: Eine App beenden, wenn das zuletzt noch offene Fenster geschlossen wird
es: Sale de una app cuando se cierra su última ventana registrada
fr: Quitte automatiquement une app quand sa dernière fenêtre se ferme
hu: Kilépés az appból az utolsó követett ablak bezárásakor
ja: 追跡中の最後のウインドウが閉じたらアプリを終了
nl: Een app stoppen wanneer het laatste bijgehouden venster wordt gesloten
pl: Kończ działanie aplikacji po zamknięciu jej ostatniego śledzonego okna
pt: Sair de uma aplicação quando a última janela monitorizada fecha
ru: Выйти из приложения, когда его последнее отслеживаемое окно закрывается
sv: Avsluta en app när dess sista spårade fönster stängs
tr: Son izlenen penceresi kapandığında bir uygulamadan çık
vi: Thoát một ứng dụng khi đóng cửa sổ được theo dõi cuối cùng của nó
zh_hans: 当应用最后一个受跟踪窗口关闭后，退出该应用
zh_hant: 當應用程式的最後一個追蹤視窗關閉時結束該程式

source: Quit App
ar: إنهاء التطبيق
de: App beenden
es: Salir de la app
fr: Quitter l'application
hu: Kilépés az appból
ja: アプリを終了
nl: App stoppen
pl: Zakończ aplikację
pt: Sair da aplicação
ru: Закрыть приложение
sv: Avsluta app
tr: Uygulamadan Çık
vi: Thoát ứng dụng
zh_hans: 退出应用
zh_hant: 結束應用程式

source: Quit Apps
ar: إنهاء التطبيقات
de: Apps beenden
es: Salir de apps
fr: Quitter les apps
hu: Kilépés az appokból
ja: アプリの終了
nl: Apps stoppen
pl: Zakończ aplikacje
pt: Sair das aplicações
ru: Выйти из приложений
sv: Avsluta appar
tr: Uygulamalardan Çık
vi: Thoát ứng dụng
zh_hans: 退出应用
zh_hant: 結束應用程式

source: Quit DockDoor Pro
ar: إنهاء DockDoor Pro
de: DockDoor Pro beenden
es: Salir de DockDoor Pro
fr: Quitter DockDoor Pro
hu: Kilépés a DockDoor Pro-ból
ja: DockDoor Proを終了
nl: DockDoor Pro stoppen
pl: Zakończ DockDoor Pro
pt: Sair do DockDoor Pro
ru: Выйти из DockDoor Pro
sv: Avsluta DockDoor Pro
tr: DockDoor Pro'dan Çık
vi: Thoát DockDoor Pro
zh_hans: 退出 DockDoor Pro
zh_hant: 結束 DockDoor Pro

source: Quit Scope
ar: نطاق الإنهاء
de: Umfang beim Beenden
es: Ámbito de salida
fr: Étendue de fermeture
hu: Kilépés hatóköre
ja: 終了の対象
nl: Afsluitbereik
pl: Zakres kończenia działania
pt: Âmbito de saída
ru: Область применения выхода
sv: Omfattning för avslut
tr: Çıkış Kapsamı
vi: Phạm vi thoát
zh_hans: 退出范围
zh_hant: 結束範圍

source: rain
ar: مطر
de: regen
es: lluvia
fr: pluie
hu: eső
ja: 雨
nl: regen
pl: deszcz
pt: chuva
ru: дождь
sv: regn
tr: yağmur
vi: mưa
zh_hans: 雨
zh_hant: 雨

source: Rain
ar: المطر
de: Regen
es: Lluvia
fr: Pluie
hu: Eső
ja: 雨
nl: Regen
pl: Deszcz
pt: Chuva
ru: Дождь
sv: Regn
tr: Yağmur
vi: Mưa
zh_hans: 雨
zh_hant: 雨

source: Random Apps
ar: تطبيقات عشوائية
de: Zufällige Apps
es: Apps aleatorias
fr: Applications aléatoires
hu: Véletlenszerű appok
ja: ランダムなアプリ
nl: Willekeurige apps
pl: Losowe aplikacje
pt: Apps Aleatórias
ru: Случайные приложения
sv: Slumpmässiga appar
tr: Rastgele Uygulamalar
vi: Ứng dụng ngẫu nhiên
zh_hans: 随机应用
zh_hant: 隨機應用程式

source: Random wallpaper
ar: خلفية عشوائية
de: Zufälliges Hintergrundbild
es: Fondo de pantalla aleatorio
fr: Fond d'écran aléatoire
hu: Véletlenszerű háttérkép
ja: ランダムな壁紙
nl: Willekeurige achtergrond
pl: Losowa tapeta
pt: Papel de parede aleatório
ru: Случайные обои
sv: Slumpmässig bakgrundsbild
tr: Rastgele duvar kâğıdı
vi: Hình nền ngẫu nhiên
zh_hans: 随机墙纸
zh_hant: 隨機背景圖片

source: Re-enable the native dock when DockDoor Pro exits
ar: إعادة تمكين Dock الأصلي عند خروج DockDoor Pro
de: Das systemeigene Dock wieder aktivieren, wenn DockDoor Pro beendet wird
es: Reactiva el Dock nativo cuando DockDoor Pro se cierra
fr: Restaurer le Dock natif quand DockDoor Pro se ferme
hu: A natív Dock visszakapcsolása a DockDoor Pro kilépésekor
ja: DockDoor Proの終了時に標準のDockを再び有効にする
nl: Schakel het standaard Dock van macOS weer in wanneer DockDoor Pro wordt afgesloten
pl: Włącz ponownie systemowy Dock po zamknięciu DockDoor Pro
pt: Reativar a Dock nativa quando o DockDoor Pro termina
ru: Снова включать системный Dock при выходе из DockDoor Pro
sv: Aktivera den inbyggda Docken igen när DockDoor Pro avslutas
tr: DockDoor Pro kapandığında yerel Dock’u yeniden etkinleştir
vi: Bật lại dock mặc định khi thoát DockDoor Pro
zh_hans: DockDoor Pro 退出后重新启用原生Dock
zh_hant: 當 DockDoor Pro 結束時，重新啟用原生 Dock

source: Read
ar: القراءة
de: Lesen
es: Leer
fr: Lire
hu: Olvasás
ja: 読書
nl: Lezen
pl: Czytanie
pt: Ler
ru: Чтение
sv: Läsa
tr: Oku
vi: Đọc sách
zh_hans: 阅读
zh_hant: 閱讀

source: Read the Guide
ar: اقرأ الدليل
de: Anleitung lesen
es: Leer la guía
fr: Lire le guide
hu: Útmutató elolvasása
ja: ガイドを読む
nl: Lees de gids
pl: Przeczytaj przewodnik
pt: Ler o Guia
ru: Прочитать руководство
sv: Läs guiden
tr: Kılavuzu Oku
vi: Đọc hướng dẫn
zh_hans: 阅读指南
zh_hant: 閱讀指南

source: Ready
ar: جاهز
de: Bereit
es: Listo
fr: Prêt
hu: Kész
ja: 準備完了
nl: Gereed
pl: Gotowy
pt: Pronto
ru: Готово
sv: Redo
tr: Hazır
vi: Sẵn sàng
zh_hans: 就绪
zh_hant: 就緒

source: Ready to install
ar: جاهز للتثبيت
de: Bereit zur Installation
es: Listo para instalar
fr: Prêt à installer
hu: Telepítésre kész
ja: インストールの準備完了
nl: Klaar om te installeren
pl: Gotowe do instalacji
pt: Pronto a instalar
ru: Готов к установке
sv: Redo att installera
tr: Yüklemeye hazır
vi: Sẵn sàng cài đặt
zh_hans: 准备安装
zh_hant: 準備安裝

source: Receive beta builds before stable releases
ar: تلقي إصدارات بيتا قبل الإصدارات المستقرة
de: Beta-Builds vor stabilen Versionen erhalten
es: Recibe versiones beta antes que las versiones estables
fr: Recevoir les versions bêta avant les versions stables
hu: Béta buildek fogadása a stabil kiadások előtt
ja: 安定版より先にベータ版のビルドを受け取る
nl: Ontvang bètaversies vóór stabiele releases
pl: Otrzymuj wersje beta przed wydaniami stabilnymi
pt: Receber versões beta antes das versões estáveis
ru: Получать бета-сборки раньше стабильных выпусков
sv: Få betaversioner före stabila versioner
tr: Kararlı sürümlerden önce beta sürümlerini al
vi: Nhận bản dựng beta trước bản phát hành ổn định
zh_hans: 在稳定版发布前接收测试版
zh_hant: 在穩定版發布前接收 Beta 測試版

source: Received
ar: المستلم
de: Empfangen
es: Recibido
fr: Reçu
hu: Fogadott
ja: 受信
nl: Ontvangen
pl: Odebrano
pt: Recebido
ru: Получено
sv: Mottaget
tr: Alınan
vi: Đã nhận
zh_hans: 已接收
zh_hant: 已接收

source: recent
ar: حديث
de: zuletzt
es: reciente
fr: récent
hu: legutóbbi
ja: 最近
pl: ostatnie
pt: recente
ru: недавние
sv: senaste
tr: son
vi: gần đây
zh_hans: 最近
zh_hant: 最近

source: Recent
ar: الحديثة
de: Zuletzt verwendet
es: Recientes
fr: Récents
hu: Legutóbbiak
ja: 最近使った項目
pl: Ostatnie
pt: Recentes
ru: Недавние
sv: Senaste
tr: Son
vi: Gần đây
zh_hans: 最近
zh_hant: 最近使用

source: Recent Commands
ar: الأوامر الأخيرة
de: Zuletzt verwendete Befehle
es: Comandos recientes
fr: Commandes récentes
hu: Legutóbbi parancsok
ja: 最近のコマンド
nl: Recente opdrachten
pl: Ostatnie polecenia
pt: Comandos recentes
ru: Недавние команды
sv: Senaste kommandon
tr: Son Komutlar
vi: Lệnh gần đây
zh_hans: 最近命令
zh_hant: 最近使用的指令

source: Recent Files
ar: الملفات الأخيرة
de: Letzte Dateien
es: Archivos recientes
fr: Fichiers récents
hu: Legutóbbi fájlok
ja: 最近使ったファイル
nl: Recente bestanden
pl: Ostatnie pliki
pt: Ficheiros Recentes
ru: Недавние файлы
sv: Senaste filer
tr: Son Dosyalar
vi: Tệp gần đây
zh_hans: 最近文件
zh_hant: 最近使用的檔案

source: Recent Notes
ar: الملاحظات الأخيرة
de: Letzte Notizen
es: Notas recientes
fr: Notes récentes
hu: Legutóbbi jegyzetek
ja: 最近のメモ
nl: Recente notities
pl: Ostatnie notatki
pt: Notas recentes
ru: Недавние заметки
sv: Senaste anteckningar
tr: Son Notlar
vi: Ghi chú gần đây
zh_hans: 最近备忘录
zh_hant: 最近使用的備忘錄

source: Recent Photos
ar: الصور الأخيرة
de: Neueste Fotos
es: Fotos recientes
fr: Photos récentes
hu: Legutóbbi fotók
ja: 最近の写真
nl: Recente foto's
pl: Ostatnie zdjęcia
pt: Fotografias Recentes
ru: Недавние фото
sv: Senaste bilder
tr: Son Fotoğraflar
vi: Ảnh gần đây
zh_hans: 最近照片
zh_hant: 最近的照片

source: Recent Screenshots
ar: لقطات الشاشة الأخيرة
de: Letzte Bildschirmfotos
es: Capturas recientes
fr: Captures d'écran récentes
hu: Legutóbbi képernyőfotók
ja: 最近のスクリーンショット
nl: Recente screenshots
pl: Ostatnie zrzuty ekranu
pt: Capturas de ecrã recentes
ru: Недавние снимки экрана
sv: Senaste skärmavbildningar
tr: Son Ekran Görüntüleri
vi: Ảnh chụp màn hình gần đây
zh_hans: 最近截屏
zh_hant: 最近的螢幕截圖

source: Recently Used
ar: تم استخدامه مؤخراً
de: Zuletzt verwendet
es: Usadas recientemente
fr: Utilisés récemment
hu: Legutóbb használt
ja: 最近使った順
nl: Onlangs gebruikt
pl: Ostatnio używane
pt: Utilizadas recentemente
ru: Недавно использованные
sv: Senast använda
tr: Son Kullanılanlar
vi: Sử dụng gần đây
zh_hans: 最近使用
zh_hant: 最近使用

source: record
ar: تسجيل
de: aufnehmen
es: grabar
fr: enregistrer
hu: felvétel
ja: 録音
nl: opnemen
pl: nagraj
pt: gravar
ru: запись
sv: spela in
tr: kayıt
vi: ghi âm
zh_hans: 录制
zh_hant: 錄製

source: Record
ar: تسجيل
de: Aufnehmen
es: Grabar
fr: Enregistrer
hu: Felvétel
ja: 録音
nl: Opnemen
pl: Nagraj
pt: Gravar
ru: Запись
sv: Spela in
tr: Kaydet
vi: Ghi âm
zh_hans: 录制
zh_hant: 錄製

source: Record a key or modifier to cycle backward. Until one is set, Shift with the switcher key cycles backward.
ar: سجّل مفتاحًا أو مفتاح تعديل للتنقل للخلف. إلى أن يتم تعيينه، يتنقل Shift مع مفتاح المبدّل للخلف.
de: Nehmen Sie eine Taste oder Sondertaste zum Rückwärtswechseln auf. Bis eine festgelegt ist, wechselt die Umschalttaste zusammen mit der Wechslertaste rückwärts.
es: Graba una tecla o un modificador para recorrer hacia atrás. Mientras no haya uno definido, Mayúsculas con la tecla del selector recorre hacia atrás.
fr: Enregistrez une touche ou un modificateur pour parcourir en arrière. Tant qu'aucune n'est définie, Maj avec la touche du sélecteur parcourt en arrière.
hu: Rögzítsen egy billentyűt vagy módosítót a visszafelé léptetéshez. Amíg nincs beállítva, a Shift és a váltóbillentyű együtt léptet visszafelé.
ja: 逆方向に切り替えるキーまたは修飾キーを記録してください。設定するまでは、Shiftとスイッチャーキーで逆方向に切り替わります。
nl: Leg een toets of modificatietoets vast om terug te bladeren. Zolang er geen is ingesteld, blader je terug met Shift en de wisseltoets.
pl: Ustaw klawisz lub klawisz modyfikujący do przełączania wstecz. Dopóki go nie ustawisz, Shift w połączeniu z klawiszem przełącznika będzie przełączać wstecz.
pt: Grave uma tecla ou modificador para recuar. Até definir uma, Shift com a tecla do alternador recua.
ru: Запишите клавишу или модификатор для перебора в обратном порядке. Пока она не задана, для этого используется Shift с клавишей переключателя.
sv: Spela in en tangent eller modifierare för att bläddra bakåt. Tills en har ställts in bläddrar Skift tillsammans med växlartangenten bakåt.
tr: Geriye doğru dolaşmak için bir tuş veya değiştirici kaydet. Bir tane ayarlanana kadar, değiştirici tuşla Shift geriye doğru dolaşır.
vi: Ghi lại một phím hoặc phím bổ trợ để xoay vòng ngược lại. Cho đến khi được thiết lập, tổ hợp phím Shift cùng với phím chuyển đổi sẽ thực hiện thao tác xoay vòng ngược lại.
zh_hans: 录制一个按键或修饰键来反向切换。在尚未设定前，可使用 Shift 键搭配切换键来反向切换。
zh_hant: 錄製一個按鍵或修飾鍵來反向切換。在尚未設定前，可使用 Shift 鍵搭配切換鍵來反向切換。

source: Record a shortcut to enable hiding the active window.
ar: سجّل اختصارًا لتفعيل إخفاء النافذة النشطة.
de: Nehmen Sie einen Kurzbefehl auf, um das Ausblenden des aktiven Fensters zu aktivieren.
es: Graba un atajo para activar la ocultación de la ventana activa.
fr: Enregistrez un raccourci pour activer le masquage de la fenêtre active.
hu: Rögzítsen billentyűparancsot az aktív ablak elrejtésének engedélyezéséhez.
ja: アクティブなウインドウを隠すには、ショートカットを記録してください。
nl: Leg een sneltoets vast om het verbergen van het actieve venster in te schakelen.
pl: Ustaw skrót, aby włączyć ukrywanie aktywnego okna.
pt: Grave um atalho para ativar a ocultação da janela ativa.
ru: Запишите сочетание клавиш, чтобы включить скрытие активного окна.
sv: Spela in ett kortkommando för att kunna gömma det aktiva fönstret.
tr: Etkin pencereyi gizlemeyi etkinleştirmek için bir kısayol kaydet.
vi: Ghi lại phím tắt để cho phép ẩn cửa sổ đang hoạt động.
zh_hans: 录制快捷键以启用隐藏当前窗口功能。
zh_hant: 錄製一個用於隱藏使用中視窗的快速鍵。

source: Record a shortcut to enable this direct profile switch, or remove this row.
ar: سجّل اختصارًا لتمكين هذا التبديل المباشر لملف التعريف، أو أزل هذا الصف.
de: Legen Sie einen Kurzbefehl fest, um diesen direkten Profilwechsel zu aktivieren, oder entfernen Sie diese Zeile.
es: Graba un atajo para activar este cambio directo de perfil o elimina esta fila.
fr: Enregistrez un raccourci pour activer ce changement direct de profil, ou supprimez cette ligne.
hu: Rögzítsen egy billentyűparancsot ehhez a közvetlen profilváltáshoz, vagy távolítsa el ezt a sort.
ja: ショートカットを記録してこのプロファイルへの直接切り替えを有効にするか、この行を削除してください。
nl: Maak een sneltoets aan om direct van profiel te kunnen wisselen, of verwijder deze regel.
pl: Ustaw skrót, aby włączyć bezpośrednie przełączanie na ten profil, albo usuń ten wiersz.
pt: Grave um atalho para ativar esta mudança direta de perfil ou remova esta linha.
ru: Запишите сочетание клавиш, чтобы включить прямое переключение на этот профиль, или удалите эту строку.
sv: Spela in ett kortkommando för att aktivera det här direkta profilbytet, eller ta bort raden.
tr: Bu doğrudan profil geçişini etkinleştirmek için bir kısayol kaydedin veya bu satırı kaldırın.
vi: Ghi một phím tắt để bật tính năng chuyển đổi hồ sơ trực tiếp này, hoặc xóa hàng này.
zh_hans: 录制快捷键以启用此配置文件直达切换，或移除此行。
zh_hant: 設定一組快速鍵以啟用此直接切換設定檔功能，或移除此項目。

source: Record debug logs for troubleshooting
ar: سجل سجلات تصحيح الأخطاء من أجل استكشاف الأخطاء
de: Debug-Protokolle zur Fehlerbehebung aufzeichnen
es: Guarda registros de depuración para solucionar problemas
fr: Enregistrer les logs de débogage pour le dépannage
hu: Hibakeresési naplók rögzítése a hibaelhárításhoz
ja: トラブルシューティング用にデバッグログを記録
nl: Debuglogs vastleggen voor probleemoplossing
pl: Rejestruj dzienniki debugowania do rozwiązywania problemów
pt: Gravar registos de depuração para resolução de problemas
ru: Записывать журналы отладки для диагностики
sv: Registrera felsökningsloggar
tr: Sorun gidermek için hata ayıklama günlüklerini kaydet
vi: Ghi nhật ký gỡ lỗi để khắc phục sự cố
zh_hans: 记录调试日志以便排查问题
zh_hant: 記錄除錯日誌以協助排除問題

source: Record Key
ar: تسجيل مفتاح
de: Taste aufnehmen
es: Grabar tecla
fr: Enregistrer une touche
hu: Billentyű rögzítése
ja: キーを記録
nl: Toets vastleggen
pl: Naciśnij klawisz
pt: Gravar tecla
ru: Записать клавишу
sv: Spela in tangent
tr: Tuşu Kaydet
vi: Ghi phím
zh_hans: 记录按键
zh_hant: 錄製按鍵

source: recorder
ar: مسجّل
de: rekorder
es: grabadora
fr: enregistreur
hu: diktafon
ja: レコーダー
nl: dictafoon
pl: dyktafon
pt: gravador
ru: диктофон
sv: inspelare
tr: kaydedici
vi: máy ghi âm
zh_hans: 录音机
zh_hant: 錄音機

source: Recording
ar: جارٍ التسجيل
de: Aufnahme läuft
es: Grabando
fr: Enregistrement
hu: Felvétel folyamatban
ja: 録音中
nl: Bezig met opnemen
pl: Nagrywanie
pt: A gravar
ru: Запись
sv: Spelar in
tr: Kaydediliyor
vi: Đang ghi âm
zh_hans: 正在录制
zh_hant: 錄製中

source: Recording in the Voice Memo widget and showing input level in the Microphone Mute widget.
ar: التسجيل في أداة «مذكرة صوتية» وإظهار مستوى الإدخال في أداة «كتم الميكروفون».
de: Aufnehmen im Widget „Sprachmemo“ und Anzeigen des Eingangspegels im Widget „Mikrofon stumm“.
es: Grabar en el widget Nota de voz y mostrar el nivel de entrada en el widget Silenciar micrófono.
fr: L'enregistrement dans le widget Mémo vocal et l'affichage du niveau d'entrée dans le widget Couper le micro.
hu: Felvétel a Hangjegyzet widgetben és a bemeneti szint megjelenítése a Mikrofonnémítás widgetben.
ja: 「ボイスメモ」ウィジェットでの録音と、「マイクのミュート」ウィジェットでの入力レベルの表示。
nl: Opnemen in de widget 'Spraakmemo' en het invoerniveau tonen in de widget 'Microfoon dempen'.
pl: Nagrywanie w widżecie Notatka głosowa i wyświetlanie poziomu wejściowego w widżecie Wyciszanie mikrofonu.
pt: Gravar no widget Memo de Voz e mostrar o nível de entrada no widget Silenciar Microfone.
ru: Запись в виджете «Голосовая заметка» и показ уровня входного сигнала в виджете «Выключение микрофона».
sv: Inspelning i widgeten Röstmemo och visning av ingångsnivå i widgeten Mikrofon av.
tr: Sesli Not widget'ında kayıt yapma ve Mikrofon Sessize Alma widget'ında giriş seviyesini gösterme.
vi: Ghi âm trong tiện ích Ghi âm và hiển thị mức đầu vào trong tiện ích Tắt tiếng micrô.
zh_hans: 用于在“语音备忘录”小组件中录音，以及在“麦克风静音”小组件中显示输入电平。
zh_hant: 用於在「語音備忘錄」小工具中錄音，以及在「麥克風靜音」小工具中顯示輸入音量。

source: Reduce the opacity of icons whose windows are all minimized or hidden
ar: تقليل عتامة الأيقونات التي تكون جميع نوافذها مصغرة أو مخفية
de: Deckkraft von Symbolen verringern, deren Fenster alle minimiert oder ausgeblendet sind
es: Reduce la opacidad de los iconos cuyas ventanas están todas minimizadas u ocultas
fr: Diminuer l'opacité des icônes dont les fenêtres sont toutes réduites ou masquées
hu: Azon ikonok halványítása, amelyek minden ablaka kicsinyítve vagy elrejtve van
ja: すべてのウインドウがしまわれているか非表示のアイコンの不透明度を下げる
nl: Verlaag de dekking van pictogrammen waarvan alle vensters zijn geminimaliseerd of verborgen
pl: Zmniejsz krycie ikon, których wszystkie okna są zminimalizowane lub ukryte
pt: Reduzir a opacidade dos ícones cujas janelas estão todas minimizadas ou ocultadas
ru: Уменьшать непрозрачность значков, у которых все окна свернуты или скрыты
sv: Minska opaciteten för symboler vars alla fönster är minimerade eller gömda
tr: Pencerelerinin tamamı küçültülmüş veya gizli olan simgelerin opaklığını azalt
vi: Giảm độ đục của biểu tượng khi tất cả cửa sổ của ứng dụng đó đều bị thu nhỏ hoặc ẩn
zh_hans: 当应用的所有窗口都已最小化或隐藏时，降低其图标的不透明度
zh_hant: 當應用程式的所有視窗皆已最小化或隱藏時，降低其圖示的不透明度

source: Reduce the opacity of icons whose windows are all minimized or hidden.
ar: تقليل عتامة الأيقونات التي تكون جميع نوافذها مصغرة أو مخفية.
de: Deckkraft von Symbolen verringern, deren Fenster alle minimiert oder ausgeblendet sind.
es: Reduce la opacidad de los iconos cuyas ventanas están todas minimizadas u ocultas.
fr: Diminuer l'opacité des icônes dont les fenêtres sont toutes réduites ou masquées.
hu: Azon ikonok halványítása, amelyek minden ablaka kicsinyítve vagy elrejtve van.
ja: すべてのウインドウがしまわれているか非表示になっているアイコンの不透明度を下げます。
nl: Maak pictogrammen minder zichtbaar wanneer al hun vensters zijn geminimaliseerd of verborgen.
pl: Zmniejsz krycie ikon, których wszystkie okna są zminimalizowane lub ukryte.
pt: Reduzir a opacidade dos ícones cujas janelas estão todas minimizadas ou ocultadas.
ru: Уменьшать непрозрачность значков, у которых все окна свернуты или скрыты.
sv: Minska opaciteten för symboler vars alla fönster är minimerade eller gömda.
tr: Tüm pencereleri küçültülmüş veya gizlenmiş simgelerin opaklığını azaltın.
vi: Giảm độ đục của biểu tượng khi tất cả cửa sổ của ứng dụng đó đều bị thu nhỏ hoặc ẩn.
zh_hans: 当应用的所有窗口都已最小化或隐藏时，降低其图标的不透明度。
zh_hant: 若應用程式的所有視窗皆已最小化或隱藏，則降低其圖示的不透明度。

source: Reflective Shelf
ar: رف عاكس
de: Spiegelnde Ablagefläche
es: Estante reflectante
fr: Socle réfléchissant
hu: Tükröző polc
ja: 反射シェルフ
nl: Reflecterende plank
pl: Odblaskowa półka
pt: Prateleira Refletora
ru: Отражающая полка
sv: Reflekterande hylla
tr: Yansıtıcı Raf
vi: Kệ phản chiếu
zh_hans: 反光台面
zh_hant: 反射式層架

source: Refraction
ar: الانكسار
de: Lichtbrechung
es: Refracción
fr: Réfraction
hu: Fénytörés
ja: 屈折
nl: Lichtbreking
pl: Załamanie światła
pt: Refração
ru: Преломление
sv: Ljusbrytning
tr: Kırılma
vi: Khúc xạ
zh_hans: 折射
zh_hant: 折射效果

source: Refraction, glass backing, panel border, and light-mode overlay.
ar: الانكسار، وخلفية الزجاج، وحدود اللوحة، وطبقة المظهر الفاتح.
de: Lichtbrechung, Glashintergrund, Panel-Rand und Overlay im hellen Modus.
es: Refracción, fondo de vidrio, borde del panel y superposición del modo claro.
fr: Réfraction, fond en verre, bordure des panneaux et surcouche en mode clair.
hu: Fénytörés, üveghatású háttér, panelszegély és világos módú fedőréteg.
ja: 屈折、ガラスの下地、パネルの枠線、ライトモードのオーバーレイ。
nl: Lichtbreking, glasachtergrond, paneelrand en overlay in de lichte modus.
pl: Załamanie światła, tło szkła, obramowanie panelu i nakładka trybu jasnego.
pt: Refração, fundo de vidro, contorno dos painéis e sobreposição do modo claro.
ru: Преломление, подложка стекла, граница панелей и наложение в светлом режиме.
sv: Ljusbrytning, glasbakgrund, panelkant och överlägg i ljust läge.
tr: Kırılma, cam zemin, panel kenarlığı ve açık mod katmanı.
vi: Khúc xạ, lớp nền kính, viền bảng và lớp phủ chế độ sáng.
zh_hans: 调整折射、玻璃背景、面板边框和浅色模式叠加层。
zh_hant: 折射效果、玻璃背景、面板框線與淺色模式覆蓋效果。

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
hu: Frissítés
ja: 更新
nl: Vernieuwen
pl: Odśwież
pt: Atualizar
ru: Обновить
sv: Uppdatera
tr: Yenile
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

source: Regular
ar: عادي
de: Standard
es: Normal
fr: Standard
hu: Normál
ja: レギュラー
nl: Normaal
pl: Zwykły
ru: Стандартный
sv: Normal
tr: Normal
vi: Thông thường
zh_hans: 常规
zh_hant: 標準

source: Relaunch
ar: إعادة بدء التشغيل
de: Neu starten
es: Relanzar
fr: Relancer
hu: Újraindítás
ja: 再起動
nl: Opnieuw starten
pl: Uruchom ponownie
pt: Reabrir
ru: Перезапуск
sv: Öppna igen
tr: Yeniden başlat
vi: Khởi chạy lại
zh_hans: 重新启动
zh_hant: 重新啟動

source: remaining
ar: المتبقية
de: verbleibend
es: restante
fr: restant
hu: van hátra
ja: 残り
nl: resterend
pl: pozostało
pt: restantes
ru: осталось
sv: återstår
tr: kalan
vi: còn lại
zh_hans: 剩余
zh_hant: 剩餘
